{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "123123123123"
			},
			"Translation":
			{
				"Text": "123123123123"
			},
			"Key": "E690C78046EB934FD7B211801E8F6C43"
		},
		{
			"Source":
			{
				"Text": "<LightGrey10Reg>Missing Mods:</>"
			},
			"Translation":
			{
				"Text": "<LightGrey10Reg>Missing Mods:</>"
			},
			"Key": "6D5689BC478B8ECB48058598CAD56ABD"
		},
		{
			"Source":
			{
				"Text": "<LightGrey10Reg>{txt}</>"
			},
			"Translation":
			{
				"Text": "<LightGrey10Reg>{txt}</>"
			},
			"Key": "4D8F0C1A422D0DD5E04F04917D44393B"
		},
		{
			"Source":
			{
				"Text": "Api call failed!"
			},
			"Translation":
			{
				"Text": "Api call failed!"
			},
			"Key": "95D1CE0A490D323425AE5FB6450E69A1"
		},
		{
			"Source":
			{
				"Text": "Api call failed!"
			},
			"Translation":
			{
				"Text": "Api call failed!"
			},
			"Key": "7D3B3ED04DBF6B8A815C8895041B049D"
		},
		{
			"Source":
			{
				"Text": "Api call failed!"
			},
			"Translation":
			{
				"Text": "Api call failed!"
			},
			"Key": "D43F339547C3502365C72884A2A5CBB9"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Back"
			},
			"Key": "5D09685D43656DB3626D62B5FAD0D3EA"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Back"
			},
			"Key": "06888FEA42EDE11EE44F64A8AA12AD65"
		},
		{
			"Source":
			{
				"Text": "Blueprint Packs"
			},
			"Translation":
			{
				"Text": "Blueprint Packs"
			},
			"Key": "8066AFB3410C83B0309F918F5ABF7048"
		},
		{
			"Source":
			{
				"Text": "Blueprint is already in download queue"
			},
			"Translation":
			{
				"Text": "Blueprint is already in download queue"
			},
			"Key": "D0EED81F444CE26C47CDA4AA3A13DD4F"
		},
		{
			"Source":
			{
				"Text": "Blueprint is already in download queue"
			},
			"Translation":
			{
				"Text": "Blueprint is already in download queue"
			},
			"Key": "7F9C3C1A4239C4B9A29415A08CD1735F"
		},
		{
			"Source":
			{
				"Text": "Blueprint is already in download queue"
			},
			"Translation":
			{
				"Text": "Blueprint is already in download queue"
			},
			"Key": "EE3441CB4FA92253214AE98185C9563C"
		},
		{
			"Source":
			{
				"Text": "Blueprint is now in download queue"
			},
			"Translation":
			{
				"Text": "Blueprint is now in download queue"
			},
			"Key": "3BFE65A64C94B1E1F1ACFC9526F447EE"
		},
		{
			"Source":
			{
				"Text": "Blueprint is now in download queue"
			},
			"Translation":
			{
				"Text": "Blueprint is now in download queue"
			},
			"Key": "49B04A954AE600BDDFD8D183F2119C26"
		},
		{
			"Source":
			{
				"Text": "Blueprint is now in download queue"
			},
			"Translation":
			{
				"Text": "Blueprint is now in download queue"
			},
			"Key": "09209B6A43D441AB6A42C199AE15A76B"
		},
		{
			"Source":
			{
				"Text": "Blueprints"
			},
			"Translation":
			{
				"Text": "Blueprints"
			},
			"Key": "D23A91DA4758D6E8BB22EF8FE72F7B27"
		},
		{
			"Source":
			{
				"Text": "Create Pack"
			},
			"Translation":
			{
				"Text": "Create Pack"
			},
			"Key": "DCB5DA8C449AE27D1A46CD82E6826EE1"
		},
		{
			"Source":
			{
				"Text": "Creator:"
			},
			"Translation":
			{
				"Text": "Creator:"
			},
			"Key": "96A8BC4F46AE2860C575E89E2C0C92E7"
		},
		{
			"Source":
			{
				"Text": "Details"
			},
			"Translation":
			{
				"Text": "Details"
			},
			"Key": "7A91B62D454545B7C030CBB0DF8F0532"
		},
		{
			"Source":
			{
				"Text": "Download failed: {name}"
			},
			"Translation":
			{
				"Text": "Download failed: {name}"
			},
			"Key": "F18564AA402479671301279795CC332E"
		},
		{
			"Source":
			{
				"Text": "Download in progress"
			},
			"Translation":
			{
				"Text": "Download in progress"
			},
			"Key": "65F6386147A84F94091188B3F190301D"
		},
		{
			"Source":
			{
				"Text": "Download sucessfully: {name}"
			},
			"Translation":
			{
				"Text": "Download sucessfully: {name}"
			},
			"Key": "2F76D6484F14872D5DD6C68D834BDB1F"
		},
		{
			"Source":
			{
				"Text": "In Queue"
			},
			"Translation":
			{
				"Text": "In Queue"
			},
			"Key": "7E7F798A40BA2BA5C3CFAEA18FE8716A"
		},
		{
			"Source":
			{
				"Text": "Info"
			},
			"Translation":
			{
				"Text": "Info"
			},
			"Key": "E4E9D2B94DA6070DF2118389885EB572"
		},
		{
			"Source":
			{
				"Text": "Install / Update"
			},
			"Translation":
			{
				"Text": "Install / Update"
			},
			"Key": "17F04EC3421A96FB83430DBA86EDF8D9"
		},
		{
			"Source":
			{
				"Text": "Load from API...."
			},
			"Translation":
			{
				"Text": "Load from API...."
			},
			"Key": "9BAA3B2744009AF47B29089F1F2CE56E"
		},
		{
			"Source":
			{
				"Text": "Modded"
			},
			"Translation":
			{
				"Text": "Modded"
			},
			"Key": "DC6C674F43E59C3D38B3DEA4C4BD9685"
		},
		{
			"Source":
			{
				"Text": "Modded + Vanilla"
			},
			"Translation":
			{
				"Text": "Modded + Vanilla"
			},
			"Key": "58DFB66D48E50F6A7E5992B903175F44"
		},
		{
			"Source":
			{
				"Text": "Modded + Vanilla"
			},
			"Translation":
			{
				"Text": "Modded + Vanilla"
			},
			"Key": "4225D4E949D0D63318760EA2DEDA8145"
		},
		{
			"Source":
			{
				"Text": "Modded + Vanilla"
			},
			"Translation":
			{
				"Text": "Modded + Vanilla"
			},
			"Key": "5F43DD9D4E8FBC773DFEB6807E5B99D4"
		},
		{
			"Source":
			{
				"Text": "Modded + Vanilla"
			},
			"Translation":
			{
				"Text": "Modded + Vanilla"
			},
			"Key": "B0064830405F1909DF2067A38E63C917"
		},
		{
			"Source":
			{
				"Text": "Next"
			},
			"Translation":
			{
				"Text": "Next"
			},
			"Key": "CA738B1548D9DC13289FC899E537A8BE"
		},
		{
			"Source":
			{
				"Text": "Next"
			},
			"Translation":
			{
				"Text": "Next"
			},
			"Key": "C78D06F4493A9842D80B36870090D9D9"
		},
		{
			"Source":
			{
				"Text": "Owner: {owner}\r\nFilename: {file}\r\nDesigner size: {size}\r\nDownload count: {download}\r\nRating: {rate} / 5 ({votes} votes)\r\n\r\nMods: {mods}\r\n\r\nCreated: {c}\r\nUpdated: {u}\r\n\r\nMissing Mods: {missing}"
			},
			"Translation":
			{
				"Text": "Owner: {owner}\r\nFilename: {file}\r\nDesigner size: {size}\r\nDownload count: {download}\r\nRating: {rate} / 5 ({votes} votes)\r\n\r\nMods: {mods}\r\n\r\nCreated: {c}\r\nUpdated: {u}\r\n\r\nMissing Mods: {missing}"
			},
			"Key": "88EE35F84F946604A97DFCB3C603DEBF"
		},
		{
			"Source":
			{
				"Text": "Owner: {owner}\r\nTotal Blueprints: {BPcount}\r\nRating: {rate} / 5 ({votes} votes)\r\n\r\nMods: {mods}\r\n\r\nCreated: {c}\r\nUpdated: {u}\r\n\r\nMissing Mods: {missing}"
			},
			"Translation":
			{
				"Text": "Owner: {owner}\r\nTotal Blueprints: {BPcount}\r\nRating: {rate} / 5 ({votes} votes)\r\n\r\nMods: {mods}\r\n\r\nCreated: {c}\r\nUpdated: {u}\r\n\r\nMissing Mods: {missing}"
			},
			"Key": "73B7DDB146C8A762B48652AC2F141C3B"
		},
		{
			"Source":
			{
				"Text": "SBS"
			},
			"Translation":
			{
				"Text": "SBS"
			},
			"Key": "7A9773D94FD6F43972DCB8B1501535D8"
		},
		{
			"Source":
			{
				"Text": "Search"
			},
			"Translation":
			{
				"Text": "Search"
			},
			"Key": "FA16E92C4F504498FF82FDB77D0B3669"
		},
		{
			"Source":
			{
				"Text": "Search"
			},
			"Translation":
			{
				"Text": "Search"
			},
			"Key": "45230DE046B3CFD22B38D8B9C616F315"
		},
		{
			"Source":
			{
				"Text": "Support KMods"
			},
			"Translation":
			{
				"Text": "Support KMods"
			},
			"Key": "2448432C422FE3F2EC04FFAC7A20C8A4"
		},
		{
			"Source":
			{
				"Text": "Support SCIM"
			},
			"Translation":
			{
				"Text": "Support SCIM"
			},
			"Key": "23537BDD44D6A1892A198A8A707F920F"
		},
		{
			"Source":
			{
				"Text": "Upload Blueprint"
			},
			"Translation":
			{
				"Text": "Upload Blueprint"
			},
			"Key": "63BC2A044092E60452F9A1B9488391B0"
		},
		{
			"Source":
			{
				"Text": "Vanilla"
			},
			"Translation":
			{
				"Text": "Vanilla"
			},
			"Key": "40D22BA04DED7C686A910BB64C539EDE"
		},
		{
			"Source":
			{
				"Text": "Vanilla"
			},
			"Translation":
			{
				"Text": "Vanilla"
			},
			"Key": "58E82A25420393EB2A0663B56ABED56D"
		},
		{
			"Source":
			{
				"Text": "Vanilla"
			},
			"Translation":
			{
				"Text": "Vanilla"
			},
			"Key": "D0000A3D48D4550CFCFA7AAFC3FAF153"
		},
		{
			"Source":
			{
				"Text": "asdasd asd asd asdas dasdasd "
			},
			"Translation":
			{
				"Text": "asdasd asd asd asdas dasdasd "
			},
			"Key": "AE252618490189DD26831F83758F07EB"
		},
		{
			"Source":
			{
				"Text": "asdasd asd asd asdas dasdasd "
			},
			"Translation":
			{
				"Text": "asdasd asd asd asdas dasdasd "
			},
			"Key": "1C81D67245254A4429C06A89C2A27202"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "SBS",
			"Children": [
				{
					"Source":
					{
						"Text": "A valid blueprint, rating from 1 to 5 and SBS login are required."
					},
					"Translation":
					{
						"Text": "A valid blueprint, rating from 1 to 5 and SBS login are required."
					},
					"Key": "Api.InvalidRating"
				},
				{
					"Source":
					{
						"Text": "API settings changed. Sign in again before publishing."
					},
					"Translation":
					{
						"Text": "API settings changed. Sign in again before publishing."
					},
					"Key": "Sharing.EnvironmentChanged"
				},
				{
					"Source":
					{
						"Text": "Another download ID is being resolved. Wait or cancel it first."
					},
					"Translation":
					{
						"Text": "Another download ID is being resolved. Wait or cancel it first."
					},
					"Key": "DownloadId.Busy"
				},
				{
					"Source":
					{
						"Text": "Blueprint downloads are not ready in this game session."
					},
					"Translation":
					{
						"Text": "Blueprint downloads are not ready in this game session."
					},
					"Key": "DownloadId.DownloadUnavailable"
				},
				{
					"Source":
					{
						"Text": "Blueprint published on K-Mods.com."
					},
					"Translation":
					{
						"Text": "Blueprint published on K-Mods.com."
					},
					"Key": "Sharing.Published"
				},
				{
					"Source":
					{
						"Text": "Blueprint upload data is invalid or too large."
					},
					"Translation":
					{
						"Text": "Blueprint upload data is invalid or too large."
					},
					"Key": "Sharing.InvalidPayload"
				},
				{
					"Source":
					{
						"Text": "Blueprint upload is ready."
					},
					"Translation":
					{
						"Text": "Blueprint upload is ready."
					},
					"Key": "Sharing.PayloadReady"
				},
				{
					"Source":
					{
						"Text": "Both local blueprint files must exist and fit the 64 MiB / 1 MiB upload limits. Save the blueprint before uploading."
					},
					"Translation":
					{
						"Text": "Both local blueprint files must exist and fit the 64 MiB / 1 MiB upload limits. Save the blueprint before uploading."
					},
					"Key": "Sharing.InvalidLocalFiles"
				},
				{
					"Source":
					{
						"Text": "Checking SBS login."
					},
					"Translation":
					{
						"Text": "Checking SBS login."
					},
					"Key": "Sharing.SigningIn"
				},
				{
					"Source":
					{
						"Text": "Choose distinct valid SBS tag IDs."
					},
					"Translation":
					{
						"Text": "Choose distinct valid SBS tag IDs."
					},
					"Key": "Sharing.InvalidTags"
				},
				{
					"Source":
					{
						"Text": "Choose public publication before uploading."
					},
					"Translation":
					{
						"Text": "Choose public publication before uploading."
					},
					"Key": "Sharing.PublicationNotConfirmed"
				},
				{
					"Source":
					{
						"Text": "Could not contact SBS. Try again."
					},
					"Translation":
					{
						"Text": "Could not contact SBS. Try again."
					},
					"Key": "DownloadId.Network"
				},
				{
					"Source":
					{
						"Text": "Could not encode this upload. Try again."
					},
					"Translation":
					{
						"Text": "Could not encode this upload. Try again."
					},
					"Key": "Sharing.InvalidPayload2"
				},
				{
					"Source":
					{
						"Text": "Could not open the browser. Open the login URL manually."
					},
					"Translation":
					{
						"Text": "Could not open the browser. Open the login URL manually."
					},
					"Key": "Sharing.BrowserError"
				},
				{
					"Source":
					{
						"Text": "Could not queue this download. The queue may be full or its files invalid."
					},
					"Translation":
					{
						"Text": "Could not queue this download. The queue may be full or its files invalid."
					},
					"Key": "DownloadId.QueueRejected"
				},
				{
					"Source":
					{
						"Text": "Could not reach SBS."
					},
					"Translation":
					{
						"Text": "Could not reach SBS."
					},
					"Key": "Api.NetworkError"
				},
				{
					"Source":
					{
						"Text": "Could not reach SBS. An upload may already have been published; retry with the same request ID and unchanged data."
					},
					"Translation":
					{
						"Text": "Could not reach SBS. An upload may already have been published; retry with the same request ID and unchanged data."
					},
					"Key": "Sharing.NetworkError"
				},
				{
					"Source":
					{
						"Text": "Download ID copied."
					},
					"Translation":
					{
						"Text": "Download ID copied."
					},
					"Key": "DownloadId.Copied"
				},
				{
					"Source":
					{
						"Text": "Download ID found."
					},
					"Translation":
					{
						"Text": "Download ID found."
					},
					"Key": "DownloadId.Resolved"
				},
				{
					"Source":
					{
						"Text": "Download ID lookup cancelled."
					},
					"Translation":
					{
						"Text": "Download ID lookup cancelled."
					},
					"Key": "DownloadId.Cancelled"
				},
				{
					"Source":
					{
						"Text": "Download added to the queue."
					},
					"Translation":
					{
						"Text": "Download added to the queue."
					},
					"Key": "DownloadId.Queued"
				},
				{
					"Source":
					{
						"Text": "Enter a valid blueprint or pack ID."
					},
					"Translation":
					{
						"Text": "Enter a valid blueprint or pack ID."
					},
					"Key": "DownloadId.Invalid"
				},
				{
					"Source":
					{
						"Text": "Enter an SBS user key created on K-Mods.com."
					},
					"Translation":
					{
						"Text": "Enter an SBS user key created on K-Mods.com."
					},
					"Key": "Sharing.InvalidKey"
				},
				{
					"Source":
					{
						"Text": "Load a save and save a blueprint on this computer first."
					},
					"Translation":
					{
						"Text": "Load a save and save a blueprint on this computer first."
					},
					"Key": "Sharing.NoSession"
				},
				{
					"Source":
					{
						"Text": "Load a save and select a blueprint available on this computer."
					},
					"Translation":
					{
						"Text": "Load a save and select a blueprint available on this computer."
					},
					"Key": "Sharing.NoSession2"
				},
				{
					"Source":
					{
						"Text": "Local blueprint files are ready."
					},
					"Translation":
					{
						"Text": "Local blueprint files are ready."
					},
					"Key": "Sharing.FilesReady"
				},
				{
					"Source":
					{
						"Text": "Local blueprint list loaded."
					},
					"Translation":
					{
						"Text": "Local blueprint list loaded."
					},
					"Key": "Sharing.LocalBlueprintsReady"
				},
				{
					"Source":
					{
						"Text": "No SBS login is saved."
					},
					"Translation":
					{
						"Text": "No SBS login is saved."
					},
					"Key": "Sharing.NoSavedLogin"
				},
				{
					"Source":
					{
						"Text": "No public blueprint or pack is available for this ID."
					},
					"Translation":
					{
						"Text": "No public blueprint or pack is available for this ID."
					},
					"Key": "DownloadId.NotFound"
				},
				{
					"Source":
					{
						"Text": "Resolve a valid download ID first."
					},
					"Translation":
					{
						"Text": "Resolve a valid download ID first."
					},
					"Key": "DownloadId.NotResolved"
				},
				{
					"Source":
					{
						"Text": "SBS could not resolve this download ID. Try again later."
					},
					"Translation":
					{
						"Text": "SBS could not resolve this download ID. Try again later."
					},
					"Key": "DownloadId.Failed"
				},
				{
					"Source":
					{
						"Text": "SBS is not ready to resolve download IDs."
					},
					"Translation":
					{
						"Text": "SBS is not ready to resolve download IDs."
					},
					"Key": "DownloadId.Unavailable"
				},
				{
					"Source":
					{
						"Text": "SBS login saved on this computer."
					},
					"Translation":
					{
						"Text": "SBS login saved on this computer."
					},
					"Key": "Sharing.CredentialSaved"
				},
				{
					"Source":
					{
						"Text": "SBS rejected the blueprint files, metadata or tags."
					},
					"Translation":
					{
						"Text": "SBS rejected the blueprint files, metadata or tags."
					},
					"Key": "Sharing.InvalidUpload"
				},
				{
					"Source":
					{
						"Text": "SBS request cancelled because account or API configuration changed."
					},
					"Translation":
					{
						"Text": "SBS request cancelled because account or API configuration changed."
					},
					"Key": "Api.AccountChanged"
				},
				{
					"Source":
					{
						"Text": "SBS request failed (HTTP {Status} or invalid response)."
					},
					"Translation":
					{
						"Text": "SBS request failed (HTTP {Status} or invalid response)."
					},
					"Key": "Api.RequestFailed"
				},
				{
					"Source":
					{
						"Text": "SBS request queue is unavailable or full."
					},
					"Translation":
					{
						"Text": "SBS request queue is unavailable or full."
					},
					"Key": "Api.QueueUnavailable"
				},
				{
					"Source":
					{
						"Text": "SBS returned an unexpected response. For uploads, keep the request ID before retrying."
					},
					"Translation":
					{
						"Text": "SBS returned an unexpected response. For uploads, keep the request ID before retrying."
					},
					"Key": "Sharing.InvalidResponse"
				},
				{
					"Source":
					{
						"Text": "SBS returned invalid or incomplete download information."
					},
					"Translation":
					{
						"Text": "SBS returned invalid or incomplete download information."
					},
					"Key": "DownloadId.InvalidResponse"
				},
				{
					"Source":
					{
						"Text": "SBS returned too much data for this download ID."
					},
					"Translation":
					{
						"Text": "SBS returned too much data for this download ID."
					},
					"Key": "DownloadId.ResponseTooLarge"
				},
				{
					"Source":
					{
						"Text": "Saved SBS login loaded."
					},
					"Translation":
					{
						"Text": "Saved SBS login loaded."
					},
					"Key": "Sharing.CredentialLoaded"
				},
				{
					"Source":
					{
						"Text": "Saved SBS login removed."
					},
					"Translation":
					{
						"Text": "Saved SBS login removed."
					},
					"Key": "Sharing.CredentialDeleted"
				},
				{
					"Source":
					{
						"Text": "Saved login is unavailable in this context."
					},
					"Translation":
					{
						"Text": "Saved login is unavailable in this context."
					},
					"Key": "Sharing.StorageUnavailable"
				},
				{
					"Source":
					{
						"Text": "Secure login storage is unavailable on this platform."
					},
					"Translation":
					{
						"Text": "Secure login storage is unavailable on this platform."
					},
					"Key": "Sharing.StorageUnsupported"
				},
				{
					"Source":
					{
						"Text": "Secure login storage is unavailable."
					},
					"Translation":
					{
						"Text": "Secure login storage is unavailable."
					},
					"Key": "Sharing.StorageUnavailable2"
				},
				{
					"Source":
					{
						"Text": "Select a blueprint from the current session."
					},
					"Translation":
					{
						"Text": "Select a blueprint from the current session."
					},
					"Key": "Sharing.InvalidFilename2"
				},
				{
					"Source":
					{
						"Text": "Select a local blueprint name without a file extension."
					},
					"Translation":
					{
						"Text": "Select a local blueprint name without a file extension."
					},
					"Key": "Sharing.InvalidFilename"
				},
				{
					"Source":
					{
						"Text": "Sign in on K-Mods.com, create an SBS key, then paste it here."
					},
					"Translation":
					{
						"Text": "Sign in on K-Mods.com, create an SBS key, then paste it here."
					},
					"Key": "Sharing.BrowserOpened"
				},
				{
					"Source":
					{
						"Text": "Sign in to K-Mods.com before uploading."
					},
					"Translation":
					{
						"Text": "Sign in to K-Mods.com before uploading."
					},
					"Key": "Sharing.LoginRequired"
				},
				{
					"Source":
					{
						"Text": "Signed in for this session. Windows could not save the login."
					},
					"Translation":
					{
						"Text": "Signed in for this session. Windows could not save the login."
					},
					"Key": "Sharing.SignedInNotSaved"
				},
				{
					"Source":
					{
						"Text": "Signed in to K-Mods.com."
					},
					"Translation":
					{
						"Text": "Signed in to K-Mods.com."
					},
					"Key": "Sharing.SignedIn"
				},
				{
					"Source":
					{
						"Text": "Signed out. Revoke the key on K-Mods.com if it should stop working on other devices."
					},
					"Translation":
					{
						"Text": "Signed out. Revoke the key on K-Mods.com if it should stop working on other devices."
					},
					"Key": "Sharing.SignedOut"
				},
				{
					"Source":
					{
						"Text": "The blueprint files exceed the service upload limits."
					},
					"Translation":
					{
						"Text": "The blueprint files exceed the service upload limits."
					},
					"Key": "Sharing.PayloadTooLarge"
				},
				{
					"Source":
					{
						"Text": "The clipboard is unavailable here."
					},
					"Translation":
					{
						"Text": "The clipboard is unavailable here."
					},
					"Key": "DownloadId.ClipboardUnavailable"
				},
				{
					"Source":
					{
						"Text": "The description contains unsupported control characters."
					},
					"Translation":
					{
						"Text": "The description contains unsupported control characters."
					},
					"Key": "Sharing.InvalidMetadata2"
				},
				{
					"Source":
					{
						"Text": "The game session or SBS service changed. Enter the download ID again."
					},
					"Translation":
					{
						"Text": "The game session or SBS service changed. Enter the download ID again."
					},
					"Key": "DownloadId.ContextChanged"
				},
				{
					"Source":
					{
						"Text": "The host must start this blueprint download."
					},
					"Translation":
					{
						"Text": "The host must start this blueprint download."
					},
					"Key": "DownloadId.HostRequired"
				},
				{
					"Source":
					{
						"Text": "The public name cannot contain control characters."
					},
					"Translation":
					{
						"Text": "The public name cannot contain control characters."
					},
					"Key": "Sharing.InvalidMetadata"
				},
				{
					"Source":
					{
						"Text": "The save or API changed while preparing the upload."
					},
					"Translation":
					{
						"Text": "The save or API changed while preparing the upload."
					},
					"Key": "Sharing.SessionChanged"
				},
				{
					"Source":
					{
						"Text": "This ID matches a blueprint and a pack. Copy its full download ID."
					},
					"Translation":
					{
						"Text": "This ID matches a blueprint and a pack. Copy its full download ID."
					},
					"Key": "DownloadId.Ambiguous"
				},
				{
					"Source":
					{
						"Text": "This SBS key does not have permission to publish."
					},
					"Translation":
					{
						"Text": "This SBS key does not have permission to publish."
					},
					"Key": "Sharing.Forbidden2"
				},
				{
					"Source":
					{
						"Text": "This SBS login has expired or was revoked. Create a new key on K-Mods.com."
					},
					"Translation":
					{
						"Text": "This SBS login has expired or was revoked. Create a new key on K-Mods.com."
					},
					"Key": "Sharing.Unauthorized"
				},
				{
					"Source":
					{
						"Text": "This SBS request is not supported."
					},
					"Translation":
					{
						"Text": "This SBS request is not supported."
					},
					"Key": "Api.UnsupportedRequest"
				},
				{
					"Source":
					{
						"Text": "This account cannot download this content."
					},
					"Translation":
					{
						"Text": "This account cannot download this content."
					},
					"Key": "DownloadId.Forbidden"
				},
				{
					"Source":
					{
						"Text": "This account or key cannot publish blueprints."
					},
					"Translation":
					{
						"Text": "This account or key cannot publish blueprints."
					},
					"Key": "Sharing.Forbidden"
				},
				{
					"Source":
					{
						"Text": "This blueprint or pack cannot be downloaded. Its files may be missing or incompatible."
					},
					"Translation":
					{
						"Text": "This blueprint or pack cannot be downloaded. Its files may be missing or incompatible."
					},
					"Key": "DownloadId.InvalidContent"
				},
				{
					"Source":
					{
						"Text": "This blueprint or part of this pack is already downloading."
					},
					"Translation":
					{
						"Text": "This blueprint or part of this pack is already downloading."
					},
					"Key": "DownloadId.AlreadyQueued"
				},
				{
					"Source":
					{
						"Text": "This request ID belongs to different upload data, or is still processing. Keep the original data when retrying."
					},
					"Translation":
					{
						"Text": "This request ID belongs to different upload data, or is still processing. Keep the original data when retrying."
					},
					"Key": "Sharing.RequestConflict"
				},
				{
					"Source":
					{
						"Text": "Too many SBS requests. Wait before trying again."
					},
					"Translation":
					{
						"Text": "Too many SBS requests. Wait before trying again."
					},
					"Key": "DownloadId.RateLimited"
				},
				{
					"Source":
					{
						"Text": "Too many SBS requests. Wait before trying again."
					},
					"Translation":
					{
						"Text": "Too many SBS requests. Wait before trying again."
					},
					"Key": "Sharing.RateLimited"
				},
				{
					"Source":
					{
						"Text": "Upload cancelled locally. Publication may already have completed; keep the request ID to check or retry safely."
					},
					"Translation":
					{
						"Text": "Upload cancelled locally. Publication may already have completed; keep the request ID to check or retry safely."
					},
					"Key": "Sharing.Cancelled"
				},
				{
					"Source":
					{
						"Text": "Upload metadata is valid."
					},
					"Translation":
					{
						"Text": "Upload metadata is valid."
					},
					"Key": "Sharing.Valid"
				},
				{
					"Source":
					{
						"Text": "Use a name of 1-120 characters, a description up to 10000 characters and at most 32 tags."
					},
					"Translation":
					{
						"Text": "Use a name of 1-120 characters, a description up to 10000 characters and at most 32 tags."
					},
					"Key": "Sharing.InvalidMetadata3"
				},
				{
					"Source":
					{
						"Text": "Use an SBS user key on the production API. Test mode accepts only its dummy key."
					},
					"Translation":
					{
						"Text": "Use an SBS user key on the production API. Test mode accepts only its dummy key."
					},
					"Key": "Sharing.InvalidLogin"
				},
				{
					"Source":
					{
						"Text": "Wait for the current SBS operation to finish."
					},
					"Translation":
					{
						"Text": "Wait for the current SBS operation to finish."
					},
					"Key": "Sharing.Busy"
				},
				{
					"Source":
					{
						"Text": "Website login is unavailable in this context."
					},
					"Translation":
					{
						"Text": "Website login is unavailable in this context."
					},
					"Key": "Sharing.Unavailable"
				},
				{
					"Source":
					{
						"Text": "Windows could not access the saved SBS login."
					},
					"Translation":
					{
						"Text": "Windows could not access the saved SBS login."
					},
					"Key": "Sharing.CredentialStoreError"
				},
				{
					"Source":
					{
						"Text": "Your SBS login was rejected. Sign in again."
					},
					"Translation":
					{
						"Text": "Your SBS login was rejected. Sign in again."
					},
					"Key": "DownloadId.Login"
				}
			]
		},
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": "Text Block"
					},
					"Key": "TextBlockDefaultValue"
				}
			]
		}
	]
}